import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-gallery',
  template: `
    <h2>Галерея</h2>
    <p>С другой стороны консультация с широким активом представляет собой интересный эксперимент проверки дальнейших направлений развития. Задача организации, в особенности же постоянное информационно-пропагандистское обеспечение нашей деятельности играет важную роль в формировании существенных финансовых и административных условий. Разнообразный и богатый опыт постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение модели развития. Товарищи! укрепление и развитие структуры позволяет оценить значение систем массового участия.</p>
  `,
  styles: []
})
export class GalleryComponent implements OnInit {

  constructor() { }

  ngOnInit() {
  }

}
