import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-mobile-projects',
  template: `
    <h2>Мобильные приложения</h2>
    <p>Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации существенных финансовых и административных условий. С другой стороны постоянный количественный рост и сфера нашей активности требуют определения и уточнения существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий позволяет оценить значение модели развития. Разнообразный и богатый опыт реализация намеченных плановых заданий позволяет выполнять важные задания по разработке соответствующий условий активизации.</p>
  `,
  styles: []
})
export class MobileProjectsComponent implements OnInit {

  constructor() { }

  ngOnInit() {
  }

}
