import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-projects',
  template: `
    <h2>Проекты</h2>
    <h3>Ваш шедевр готов!</h3>
    <p>Товарищи! укрепление и развитие структуры играет важную роль в формировании направлений прогрессивного развития. Товарищи! укрепление и развитие структуры позволяет выполнять важные задания по разработке новых предложений. Идейные соображения высшего порядка, а также укрепление и развитие структуры представляет собой интересный эксперимент проверки соответствующий условий активизации. Таким образом укрепление и развитие структуры требуют от нас анализа направлений прогрессивного развития. Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании модели развития.</p>
  `,
  styles: []
})
export class ProjectsComponent implements OnInit {

  constructor() { }

  ngOnInit() {
  }

}
