import { Component, OnInit } from '@angular/core';

@Component({
  selector: 'app-services',
  template: `
    <h2>Сервисы</h2>
    <p>Идейные соображения высшего порядка, а также рамки и место обучения кадров влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Равным образом дальнейшее развитие различных форм деятельности требуют от нас анализа существенных финансовых и административных условий. Задача организации, в особенности же рамки и место обучения кадров в значительной степени обуславливает создание дальнейших направлений развития. Не следует, однако забывать, что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Товарищи! начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке форм развития.</p>
  `,
  styles: []
})
export class ServicesComponent implements OnInit {

  constructor() { }

  ngOnInit() {
  }

}
